go-iris/n1-highcpu-4-10ms/warmup1.txt
Bombarding http://10.148.0.4:8080//10ms with 100000 request(s) using 125 connection(s)
 100000 / 100000 [==================================================================================================] 100.00% 8s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     11717.24    1323.17   12630.05
  Latency       10.66ms   487.13us    37.77ms
  Latency Distribution
     50%    10.57ms
     75%    10.75ms
     90%    10.97ms
     99%    12.76ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.06MB/s